<? 
if(!session_is_registered("login_true")) {
//  url=index.php คำสั่งนี้จะให้ไปหน้าที่จะต้องกรอก user,pwd ถ้าอยู่โฟล์เดอร์อื่นให้เรียกให้ถูกนะครับ
	echo "
	<div id='wrapper'>
		<div id='logo'>
			<h1><a href='index.php'>โปรแกรมจัดตารางการทำงานของพยาบาล</a></h1>
		</div>
		
		<div id='content'>
			
			<div class='x'></div>
			<!-- main content -->
			<div id='login'>
            	<div class='space'></div>
                <div class='space'></div>
				<h1>กรุณา Login เข้าสู่ระบบ</h1>
				<p>
				<img src='images/login-redirection-loader.gif' alt='login-redirection-loader' />
				";
	echo "<meta http-equiv='refresh' content='5;url=index.php?name=member&amp;file=login'>" ; 
	echo "	</p>
                </div>
			
			<!-- sidebar -->
			
			<div class='x'></div>
			<div class='break'></div>

		</div> " ;
 include 'modules/index/footer.php'; 
} else {
?>
<? include "modules/index/header.php" ; ?>
<style type="text/css">
<!--
.style1 {font-size: 16px}
-->
</style>

	<div class="style1" id="center">
    <p><h1>คู่มือการใช้งาน</h1>
	เพื่อการใช้งานโปรแกรมจัดตารางการทำงานของพยาบาลที่ถูกต้อง ผู้จัดทำโปรแกรมจึงได้จัดทำหน้าคู่มือการใช้งานเพื่อความเข้าใจที่ตรงกัน มีรายละเอียดดังนี้

<br /><br />

1. การเข้าใช้งานโปรแกรมจัดตารางการทำงานของพยาบาล จำเป็นต้องมี user และ password <br /><br />

2. เมื่อเข้ามาถึงหน้าหลักของโปรแกรม ผู้ใช้งานจะพบรายละเอียดของหัวข้อข่าวสารโรงพยาบาล หัวข้อกิจกรรมโรงพยาบาล และเมนูการเข้าใช้งานในส่วนต่างๆของโปรแกรม<br /><br />

3. หน้าตารางเวร จะแสดงตารางการปฏิบัติงานของพยาบาล ผู้ใช้งานสามารถเลือกดูได้ตามวันปฏิบัติงานว่าผู้ใช้งานต้องเข้าปฏิบัติงานในเวรไหนของวันนั้น<br /><br />

4. หน้าสมาชิก ผู้ใช้งานสามารถเรียกดูรายละเอียดส่วนตัว ที่ได้ส่งข้อมูลส่วนตัวให้กับ admin เพื่อใส่ข้อมูลดังกล่าวลงในโปรแกรมว่ามีความถูกต้องหรือไม่ และสามารถแก้ไขข้อมูลที่ไม่ถูกต้องได้ในหัวข้อแก้ไขข้อมูลส่วนตัว แต่จะมีข้อมูลบางอย่างที่ผู้ใช้งานไม่สามารถแก้ไขเองได้ เนื่องจากข้อมูลดังกล่าว เป็นข้อมูลสำคัญ เช่น ตำแหน่ง ประวัติการทำงาน และผู้ใช้งานสามารถเปลี่ยนรหัสผ่านใหม่ได้ในหน้าแก้ไขรหัสผ่าน
<br /><br />
5. เมนูข่าวและกิจกรรม จะแสดงข้อมูลกิจกรรมข่าวสารของทางโรงพยาบาลให้ผู้ใช้งานรับทราบข้อมูลเหล่านั้น<br /><br />

6. เมนูติดต่อผู้ดูแล จะทำหน้าที่ให้ผู้ใช้งานสามารถติดต่อผู้ดูแลผ่านโปรแกรม เมื่อผู้ใช้งานมีปัญหาข้อสงสัยเกี่ยวกับข้อมูลต่างๆของโปรแกรม<br /><br />

7. เมนูออกจากระบบ หลังจากที่ผู้ใช้งานเลิกใช้งานโปรแกรมแล้ว ควรจะออกจากโปรแกรม โดยการเลือกเมนูออกจากระบบ หรือ  ปิดเบราวเซอร์  ไม่ควรเปิดโปรแกรมทิ้งไว้เฉยๆ เพื่อความปลอดภัยของข้อมูล<br /><br />
</p>
        </div>
    
<!-- sidebar -->
    
    <div class="x"></div>
    <div class="break"></div>

</div>
<? include "modules/index/footer.php"; ?>
<? } ?>